Repository: xxshubhamxx/cmux-panecho
Catalog: Resources/InfoPlist.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# NSAppBundlesUsageDescription
source: A program running within Panecho would like to access the contents of other apps.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى محتويات تطبيقات أخرى.
de: Ein in Panecho ausgeführtes Programm möchte auf die Inhalte anderer Apps zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder al contenido de otras aplicaciones.
fr: Un programme s’exécutant dans Panecho souhaite accéder au contenu d’autres applications.
ja: Panecho 内で実行中のプログラムがほかのアプリのバンドル内容へのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 다른 앱의 콘텐츠에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问其他应用的内容。
zh_hant: 在 Panecho 中執行的程式想要存取其他應用程式的內容。

# NSAppDataUsageDescription
source: A program running within Panecho would like to access data from other apps.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى بيانات من تطبيقات أخرى.
de: Ein in Panecho ausgeführtes Programm möchte auf Daten von anderen Apps zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a datos de otras aplicaciones.
fr: Un programme s’exécutant dans Panecho souhaite accéder aux données d’autres applications.
ja: Panecho 内で実行中のプログラムがほかのアプリのデータへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 다른 앱의 데이터에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问其他应用的数据。
zh_hant: 在 Panecho 中執行的程式想要存取其他應用程式的資料。

# NSBluetoothAlwaysUsageDescription
source: A program running within Panecho would like to use Bluetooth to discover passkeys and security keys.
ar: يرغب برنامج يعمل داخل Panecho في استخدام بلوتوث لاكتشاف مفاتيح المرور ومفاتيح الأمان.
de: Ein in Panecho ausgeführtes Programm möchte Bluetooth verwenden, um Passkeys und Sicherheitsschlüssel zu finden.
es: Un programa que se ejecuta dentro de Panecho desea utilizar Bluetooth para detectar llaves de acceso y llaves de seguridad.
fr: Un programme s’exécutant dans Panecho souhaite utiliser le Bluetooth pour découvrir des clés d’accès et des clés de sécurité.
ja: Panecho 内で実行中のプログラムが、パスキーとセキュリティキーを検出するために Bluetooth の使用を求めています。
ko: Panecho 내에서 실행 중인 프로그램이 패스키 및 보안 키를 탐색하기 위해 Bluetooth를 사용하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要使用蓝牙来发现通行密钥和安全密钥。
zh_hant: 在 Panecho 中執行的程式想要使用藍牙來偵測通行金鑰與安全性金鑰。

# NSCalendarsFullAccessUsageDescription
source: A program running within Panecho would like to read and write your calendars.
ar: يرغب برنامج يعمل داخل Panecho في قراءة التقاويم الخاصة بك والكتابة فيها.
de: Ein in Panecho ausgeführtes Programm möchte Ihre Kalender lesen und beschreiben.
es: Un programa que se ejecuta dentro de Panecho desea leer y escribir en tus calendarios.
fr: Un programme s’exécutant dans Panecho souhaite lire et écrire dans vos calendriers.
ja: Panecho 内で実行中のプログラムがカレンダーの読み書きへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 캘린더를 읽고 쓰려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要读取和写入您的日历。
zh_hant: 在 Panecho 中執行的程式想要讀取和寫入您的行事曆。

# NSCalendarsWriteOnlyAccessUsageDescription
source: A program running within Panecho would like to add events to your calendars.
ar: يرغب برنامج يعمل داخل Panecho في إضافة أحداث إلى التقاويم الخاصة بك.
de: Ein in Panecho ausgeführtes Programm möchte Ereignisse zu Ihren Kalendern hinzufügen.
es: Un programa que se ejecuta dentro de Panecho desea añadir eventos a tus calendarios.
fr: Un programme s’exécutant dans Panecho souhaite ajouter des événements à vos calendriers.
ja: Panecho 内で実行中のプログラムがカレンダーへのイベントの追加を求めています。
ko: Panecho 내에서 실행 중인 프로그램이 캘린더에 일정을 추가하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要向您的日历中添加事件。
zh_hant: 在 Panecho 中執行的程式想要新增行程至您的行事曆。

# NSDesktopFolderUsageDescription
source: A program running within Panecho would like to access files in your Desktop folder.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى الملفات في مجلد سطح المكتب الخاص بك.
de: Ein in Panecho ausgeführtes Programm möchte auf Dateien in Ihrem Schreibtisch-Ordner zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a los archivos de tu carpeta Escritorio.
fr: Un programme s’exécutant dans Panecho souhaite accéder aux fichiers de votre dossier Bureau.
ja: Panecho 内で実行中のプログラムがデスクトップフォルダ内のファイルへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 데스크탑 폴더의 파일에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问您「桌面」文件夹中的文件。
zh_hant: 在 Panecho 中執行的程式想要存取您「桌面」資料夾中的檔案。

# NSDocumentsFolderUsageDescription
source: A program running within Panecho would like to access files in your Documents folder.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى الملفات في مجلد المستندات الخاص بك.
de: Ein in Panecho ausgeführtes Programm möchte auf Dateien in Ihrem Dokumente-Ordner zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a los archivos de tu carpeta Documentos.
fr: Un programme s’exécutant dans Panecho souhaite accéder aux fichiers de votre dossier Documents.
ja: Panecho 内で実行中のプログラムが書類フォルダ内のファイルへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 문서 폴더의 파일에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问您「文稿」文件夹中的文件。
zh_hant: 在 Panecho 中執行的程式想要存取您「文件」資料夾中的檔案。

# NSDownloadsFolderUsageDescription
source: A program running within Panecho would like to access files in your Downloads folder.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى الملفات في مجلد التنزيلات الخاص بك.
de: Ein in Panecho ausgeführtes Programm möchte auf Dateien in Ihrem Downloads-Ordner zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a los archivos de tu carpeta Descargas.
fr: Un programme s’exécutant dans Panecho souhaite accéder aux fichiers de votre dossier Téléchargements.
ja: Panecho 内で実行中のプログラムがダウンロードフォルダ内のファイルへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 다운로드 폴더의 파일에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问您「下载」文件夹中的文件。
zh_hant: 在 Panecho 中執行的程式想要存取您「下載」資料夾中的檔案。

# NSFileProviderDomainUsageDescription
source: A program running within Panecho would like to access files managed by a file provider.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى ملفات مدارة بواسطة موفر ملفات.
de: Ein in Panecho ausgeführtes Programm möchte auf Dateien zugreifen, die von einem Dateianbieter verwaltet werden.
es: Un programa que se ejecuta dentro de Panecho desea acceder a los archivos gestionados por un proveedor de archivos.
fr: Un programme s’exécutant dans Panecho souhaite accéder aux fichiers gérés par un fournisseur de fichiers.
ja: Panecho 内で実行中のプログラムがファイルプロバイダによって管理されているファイルへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 파일 제공업체에서 관리하는 파일에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问由文件提供程序管理的文件。
zh_hant: 在 Panecho 中執行的程式想要存取由檔案提供者管理的檔案。

# NSLocalNetworkUsageDescription
source: A program running within Panecho would like to discover devices on your local network.
ar: يرغب برنامج يعمل داخل Panecho في اكتشاف الأجهزة على شبكتك المحلية.
bs: Program koji se izvršava unutar Panecho želi pristupiti lokalnoj mreži.
da: Et program, der kører i Panecho, vil gerne have adgang til det lokale netværk.
de: Ein in Panecho ausgeführtes Programm möchte Geräte in Ihrem lokalen Netzwerk finden.
es: Un programa que se ejecuta dentro de Panecho desea buscar dispositivos en tu red local.
fr: Un programme s’exécutant dans Panecho souhaite découvrir des appareils sur votre réseau local.
it: Un programma in esecuzione in Panecho desidera accedere alla rete locale.
ja: Panecho 内で実行中のプログラムがローカルネットワーク上のデバイスの検出を求めています。
ko: Panecho 내에서 실행 중인 프로그램이 로컬 네트워크의 기기를 탐색하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til det lokale nettverket.
pl: Program działający w Panecho chciałby uzyskać dostęp do sieci lokalnej.
pt_br: Um programa em execução no Panecho gostaria de acessar a rede local.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к локальной сети.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงเครือข่ายท้องถิ่น
tr: Panecho içinde çalışan bir program yerel ağa erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要发现您本地网络上的设备。
zh_hant: 在 Panecho 中執行的程式想要尋找您區域網路上的裝置。

# NSLocationWhenInUseUsageDescription
source: A program running within Panecho would like to access your location.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى موقعك الجغرافي.
de: Ein in Panecho ausgeführtes Programm möchte auf Ihren Standort zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a tu ubicación.
fr: Un programme s’exécutant dans Panecho souhaite accéder à votre position.
ja: Panecho 内で実行中のプログラムが位置情報へのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 위치 정보에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问您的位置信息。
zh_hant: 在 Panecho 中執行的程式想要存取您的位置資訊。

# NSMotionUsageDescription
source: A program running within Panecho would like to access motion data.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى بيانات الحركة.
bs: Program koji se izvršava unutar Panecho želi pristupiti podacima o kretanju.
da: Et program, der kører i Panecho, vil gerne have adgang til bevægelsesdata.
de: Ein in Panecho ausgeführtes Programm möchte auf Bewegungsdaten zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a los datos de movimiento.
fr: Un programme s’exécutant dans Panecho souhaite accéder à vos données de mouvement.
it: Un programma in esecuzione in Panecho desidera accedere ai dati di movimento.
ja: Panecho 内で実行中のプログラムがモーションデータへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 동작 데이터에 접근하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til bevegelsesdata.
pl: Program działający w Panecho chciałby uzyskać dostęp do danych ruchu.
pt_br: Um programa em execução no Panecho gostaria de acessar os dados de movimento.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к данным о движении.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงข้อมูลการเคลื่อนไหว
tr: Panecho içinde çalışan bir program hareket verilerine erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要访问运动数据。
zh_hant: 在 Panecho 中執行的程式想要存取動作資料。

# NSNetworkVolumesUsageDescription
source: A program running within Panecho would like to access files on a network volume.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى الملفات على وحدة تخزين شبكية.
de: Ein in Panecho ausgeführtes Programm möchte auf Dateien auf einem Netzwerklaufwerk zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a los archivos de un volumen de red.
fr: Un programme s’exécutant dans Panecho souhaite accéder aux fichiers d’un volume réseau.
ja: Panecho 内で実行中のプログラムがネットワークボリューム上のファイルへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 네트워크 볼륨의 파일에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问网络宗卷上的文件。
zh_hant: 在 Panecho 中執行的程式想要存取網路卷宗上的檔案。

# NSRemindersFullAccessUsageDescription
source: A program running within Panecho would like to read and write your reminders.
ar: يرغب برنامج يعمل داخل Panecho في قراءة التذكيرات الخاصة بك والكتابة فيها.
de: Ein in Panecho ausgeführtes Programm möchte Ihre Erinnerungen lesen und beschreiben.
es: Un programa que se ejecuta dentro de Panecho desea leer y escribir en tus recordatorios.
fr: Un programme s’exécutant dans Panecho souhaite lire et écrire dans vos rappels.
ja: Panecho 内で実行中のプログラムがリマインダーの読み書きへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 미리 알림을 읽고 쓰려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要读取和写入您的提醒事项。
zh_hant: 在 Panecho 中執行的程式想要讀取和寫入您的提醒事項。

# NSRemovableVolumesUsageDescription
source: A program running within Panecho would like to access files on a removable volume.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى الملفات على وحدة تخزين قابلة للإزالة.
de: Ein in Panecho ausgeführtes Programm möchte auf Dateien auf einem Wechseldatenträger zugreifen.
es: Un programa que se ejecuta dentro de Panecho desea acceder a los archivos de un volumen extraíble.
fr: Un programme s’exécutant dans Panecho souhaite accéder aux fichiers d’un volume amovible.
ja: Panecho 内で実行中のプログラムがリムーバブルボリューム上のファイルへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 외장 볼륨의 파일에 접근하려고 합니다.
zh_hans: 在 Panecho 中运行的程序想要访问可移除宗卷上的文件。
zh_hant: 在 Panecho 中執行的程式想要存取卸除式卷宗上的檔案。

# NSSpeechRecognitionUsageDescription
source: A program running within Panecho would like to use speech recognition.
ar: يرغب برنامج يعمل داخل Panecho في استخدام ميزة التعرف على الكلام.
bs: Program koji se izvršava unutar Panecho želi koristiti prepoznavanje govora.
da: Et program, der kører i Panecho, vil gerne bruge talegenkendelse.
de: Ein in Panecho ausgeführtes Programm möchte die Spracherkennung verwenden.
es: Un programa que se ejecuta dentro de Panecho desea utilizar el reconocimiento de voz.
fr: Un programme s’exécutant dans Panecho souhaite utiliser la reconnaissance vocale.
it: Un programma in esecuzione in Panecho desidera usare il riconoscimento vocale.
ja: Panecho 内で実行中のプログラムが音声認識の使用を求めています。
ko: Panecho 내에서 실행 중인 프로그램이 음성 인식을 사용하려고 합니다.
nb: Et program som kjører i Panecho ønsker å bruke talegjenkjenning.
pl: Program działający w Panecho chciałby używać rozpoznawania mowy.
pt_br: Um programa em execução no Panecho gostaria de usar o reconhecimento de fala.
ru: Программа, запущенная в Panecho, хотела бы использовать распознавание речи.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการใช้การรู้จำเสียงพูด
tr: Panecho içinde çalışan bir program konuşma tanımayı kullanmak istiyor.
zh_hans: 在 Panecho 中运行的程序想要使用语音识别。
zh_hant: 在 Panecho 中執行的程式想要使用語音辨識。

# NSSystemAdministrationUsageDescription
source: A program running within Panecho would like to perform system administration tasks.
ar: يرغب برنامج يعمل داخل Panecho في إجراء مهام إدارة النظام.
bs: Program koji se izvršava unutar Panecho zahtijeva povišene privilegije.
da: Et program, der kører i Panecho, kræver udvidede rettigheder.
de: Ein in Panecho ausgeführtes Programm möchte Systemadministrationsaufgaben durchführen.
es: Un programa que se ejecuta dentro de Panecho desea realizar tareas de administración del sistema.
fr: Un programme s’exécutant dans Panecho souhaite effectuer des tâches d’administration système.
it: Un programma in esecuzione in Panecho richiede privilegi elevati.
ja: Panecho 内で実行中のプログラムがシステム管理タスクの実行を求めています。
ko: Panecho 내에서 실행 중인 프로그램이 시스템 관리 작업을 수행하려고 합니다.
nb: Et program som kjører i Panecho krever utvidede rettigheter.
pl: Program działający w Panecho wymaga podwyższonych uprawnień.
pt_br: Um programa em execução no Panecho requer privilégios elevados.
ru: Программе, запущенной в Panecho, требуются повышенные привилегии.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการสิทธิ์ระดับสูง
tr: Panecho içinde çalışan bir program yükseltilmiş ayrıcalıklar gerektiriyor.
zh_hans: 在 Panecho 中运行的程序想要执行系统管理任务。
zh_hant: 在 Panecho 中執行的程式想要執行系統管理工作。

source: New $(PRODUCT_NAME) Workspace Here
ar: مساحة عمل $(PRODUCT_NAME) جديدة هنا
bs: Novi $(PRODUCT_NAME) radni prostor ovdje
da: Nyt $(PRODUCT_NAME)-arbejdsområde her
de: Neuer $(PRODUCT_NAME)-Arbeitsbereich hier
es: Nuevo espacio de trabajo de $(PRODUCT_NAME) aquí
fr: Nouvel espace de travail $(PRODUCT_NAME) ici
it: Nuova area di lavoro $(PRODUCT_NAME) qui
ja: ここに新規 $(PRODUCT_NAME) ワークスペースを作成
ko: 여기에 새 $(PRODUCT_NAME) 작업 공간
nb: Nytt $(PRODUCT_NAME)-arbeidsområde her
pl: Nowa przestrzeń robocza $(PRODUCT_NAME) tutaj
pt_br: Nova Área de Trabalho do $(PRODUCT_NAME) Aqui
ru: Новое рабочее пространство $(PRODUCT_NAME) здесь
th: เวิร์กสเปซ $(PRODUCT_NAME) ใหม่ที่นี่
tr: Buraya Yeni $(PRODUCT_NAME) Çalışma Alanı
zh_hans: 在此新建 $(PRODUCT_NAME) 工作区
zh_hant: 在此新增 $(PRODUCT_NAME) 工作區

source: New $(PRODUCT_NAME) Window Here
ar: نافذة $(PRODUCT_NAME) جديدة هنا
bs: Novi $(PRODUCT_NAME) prozor ovdje
da: Nyt $(PRODUCT_NAME)-vindue her
de: Neues $(PRODUCT_NAME)-Fenster hier
es: Nueva ventana de $(PRODUCT_NAME) aquí
fr: Nouvelle fenêtre $(PRODUCT_NAME) ici
it: Nuova finestra $(PRODUCT_NAME) qui
ja: ここに新規 $(PRODUCT_NAME) ウインドウを作成
ko: 여기에 새 $(PRODUCT_NAME) 윈도우
nb: Nytt $(PRODUCT_NAME)-vindu her
pl: Nowe okno $(PRODUCT_NAME) tutaj
pt_br: Nova Janela do $(PRODUCT_NAME) Aqui
ru: Новое окно $(PRODUCT_NAME) здесь
th: หน้าต่าง $(PRODUCT_NAME) ใหม่ที่นี่
tr: Buraya Yeni $(PRODUCT_NAME) Penceresi
zh_hans: 在此新建 $(PRODUCT_NAME) 窗口
zh_hant: 在此新增 $(PRODUCT_NAME) 視窗

# NSCalendarsUsageDescription
source: A program running within Panecho would like to access your calendars.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى تقاويمك.
bs: Program koji se izvršava unutar Panecho želi pristupiti vašim kalendarima.
da: Et program, der kører i Panecho, vil gerne have adgang til dine kalendere.
de: Ein in Panecho ausgeführtes Programm möchte auf Ihren Kalender zugreifen.
es: Un programa en ejecución dentro de Panecho desea acceder a tus calendarios.
fr: Un programme s'exécutant dans Panecho souhaite accéder à vos calendriers.
it: Un programma in esecuzione in Panecho desidera accedere ai tuoi calendari.
ja: Panecho 内で実行中のプログラムがカレンダーへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 캘린더에 접근하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til kalenderne dine.
pl: Program działający w Panecho chciałby uzyskać dostęp do Twoich kalendarzy.
pt_br: Um programa em execução no Panecho gostaria de acessar seus calendários.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к вашим календарям.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงปฏิทินของคุณ
tr: Panecho içinde çalışan bir program takvimlerinize erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要访问您的日历。
zh_hant: 在 Panecho 中執行的程式想要存取您的日曆。

# NSRemindersUsageDescription
source: A program running within Panecho would like to access your reminders.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى تذكيراتك.
bs: Program koji se izvršava unutar Panecho želi pristupiti vašim podsjetnicima.
da: Et program, der kører i Panecho, vil gerne have adgang til dine påmindelser.
de: Ein in Panecho ausgeführtes Programm möchte auf Ihre Erinnerungen zugreifen.
es: Un programa en ejecución dentro de Panecho desea acceder a tus recordatorios.
fr: Un programme s'exécutant dans Panecho souhaite accéder à vos rappels.
it: Un programma in esecuzione in Panecho desidera accedere ai tuoi promemoria.
ja: Panecho 内で実行中のプログラムがリマインダーへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 미리 알림에 접근하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til påminnelsene dine.
pl: Program działający w Panecho chciałby uzyskać dostęp do Twoich przypomnień.
pt_br: Um programa em execução no Panecho gostaria de acessar seus lembretes.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к вашим напоминаниям.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงการเตือนความจำของคุณ
tr: Panecho içinde çalışan bir program hatırlatıcılarınıza erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要访问您的提醒事项。
zh_hant: 在 Panecho 中執行的程式想要存取您的提醒事項。

# NSContactsUsageDescription
source: A program running within Panecho would like to access your contacts.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى جهات اتصالك.
bs: Program koji se izvršava unutar Panecho želi pristupiti vašim kontaktima.
da: Et program, der kører i Panecho, vil gerne have adgang til dine kontakter.
de: Ein in Panecho ausgeführtes Programm möchte auf Ihre Kontakte zugreifen.
es: Un programa en ejecución dentro de Panecho desea acceder a tus contactos.
fr: Un programme s'exécutant dans Panecho souhaite accéder à vos contacts.
it: Un programma in esecuzione in Panecho desidera accedere ai tuoi contatti.
ja: Panecho 内で実行中のプログラムが連絡先へのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 연락처에 접근하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til kontaktene dine.
pl: Program działający w Panecho chciałby uzyskać dostęp do Twoich kontaktów.
pt_br: Um programa em execução no Panecho gostaria de acessar seus contatos.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к вашим контактам.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงรายชื่อติดต่อของคุณ
tr: Panecho içinde çalışan bir program kişilerinize erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要访问您的通讯录。
zh_hant: 在 Panecho 中執行的程式想要存取您的聯絡人。

# NSLocationUsageDescription
source: A program running within Panecho would like to access your location.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى موقعك.
bs: Program koji se izvršava unutar Panecho želi pristupiti vašoj lokaciji.
da: Et program, der kører i Panecho, vil gerne have adgang til din placering.
de: Ein in Panecho ausgeführtes Programm möchte auf Ihren Standort zugreifen.
es: Un programa en ejecución dentro de Panecho desea acceder a tu ubicación.
fr: Un programme s'exécutant dans Panecho souhaite accéder à votre position.
it: Un programma in esecuzione in Panecho desidera accedere alla tua posizione.
ja: Panecho 内で実行中のプログラムが位置情報へのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 위치에 접근하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til posisjonen din.
pl: Program działający w Panecho chciałby uzyskać dostęp do Twojej lokalizacji.
pt_br: Um programa em execução no Panecho gostaria de acessar sua localização.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к вашему местоположению.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงตำแหน่งที่ตั้งของคุณ
tr: Panecho içinde çalışan bir program konumunuza erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要访问您的位置信息。
zh_hant: 在 Panecho 中執行的程式想要存取您的位置。

# NSPhotoLibraryUsageDescription
source: A program running within Panecho would like to access your photo library.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى مكتبة صورك.
bs: Program koji se izvršava unutar Panecho želi pristupiti vašoj biblioteci fotografija.
da: Et program, der kører i Panecho, vil gerne have adgang til dit fotobibliotek.
de: Ein in Panecho ausgeführtes Programm möchte auf Ihre Fotomediathek zugreifen.
es: Un programa en ejecución dentro de Panecho desea acceder a tu biblioteca de fotos.
fr: Un programme s'exécutant dans Panecho souhaite accéder à votre photothèque.
it: Un programma in esecuzione in Panecho desidera accedere alla tua libreria foto.
ja: Panecho 内で実行中のプログラムが写真ライブラリへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 사진 보관함에 접근하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til bildebiblioteket ditt.
pl: Program działający w Panecho chciałby uzyskać dostęp do Twojej biblioteki zdjęć.
pt_br: Um programa em execução no Panecho gostaria de acessar sua biblioteca de fotos.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к вашей библиотеке фотографий.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงคลังภาพของคุณ
tr: Panecho içinde çalışan bir program fotoğraf kitaplığınıza erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要访问您的照片图库。
zh_hant: 在 Panecho 中執行的程式想要存取您的照片圖庫。

# NSAudioCaptureUsageDescription
source: A program running within Panecho would like to access your system's audio.
ar: يرغب برنامج يعمل داخل Panecho في الوصول إلى صوت النظام.
bs: Program koji se izvršava unutar Panecho želi pristupiti zvuku sistema.
da: Et program, der kører i Panecho, vil gerne have adgang til systemets lyd.
de: Ein in Panecho ausgeführtes Programm möchte auf das Systemaudio zugreifen.
es: Un programa en ejecución dentro de Panecho desea acceder al audio del sistema.
fr: Un programme s'exécutant dans Panecho souhaite accéder à l'audio du système.
it: Un programma in esecuzione in Panecho desidera accedere all'audio di sistema.
ja: Panecho 内で実行中のプログラムがシステムオーディオへのアクセスを求めています。
ko: Panecho 내에서 실행 중인 프로그램이 시스템 오디오에 접근하려고 합니다.
nb: Et program som kjører i Panecho ønsker å få tilgang til systemlyden.
pl: Program działający w Panecho chciałby uzyskać dostęp do dźwięku systemowego.
pt_br: Um programa em execução no Panecho gostaria de acessar o áudio do sistema.
ru: Программа, запущенная в Panecho, хотела бы получить доступ к системному звуку.
th: โปรแกรมที่ทำงานภายใน Panecho ต้องการเข้าถึงเสียงของระบบ
tr: Panecho içinde çalışan bir program sistem sesine erişmek istiyor.
zh_hans: 在 Panecho 中运行的程序想要访问您的系统音频。
zh_hant: 在 Panecho 中執行的程式想要存取您的系統音訊。
